Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: OpenAI and Anthropic also work with compatible third-party endpoints — set a custom API Base URL after choosing the matching protocol.
de: OpenAI und Anthropic funktionieren auch mit kompatiblen Drittanbieter-Endpunkten — legen Sie nach Wahl des passenden Protokolls eine benutzerdefinierte API-Basis-URL fest.
es: OpenAI y Anthropic también funcionan con endpoints compatibles de terceros: define una URL base de API personalizada después de elegir el protocolo correspondiente.
fil: Gumagana rin ang OpenAI at Anthropic sa compatible na third-party na endpoint — magtakda ng custom na API Base URL pagkatapos piliin ang tugmang protocol.
fr: OpenAI et Anthropic fonctionnent également avec des points de terminaison tiers compatibles — définissez une URL de base API personnalisée après avoir choisi le protocole correspondant.
hr: OpenAI i Anthropic rade i s kompatibilnim krajnjim točkama trećih strana — postavite prilagođeni API Base URL nakon odabira odgovarajućeg protokola.
id: OpenAI dan Anthropic juga bekerja dengan endpoint pihak ketiga yang kompatibel — setel URL Basis API kustom setelah memilih protokol yang sesuai.
ja: OpenAI と Anthropic は互換性のあるサードパーティのエンドポイントでも動作します — 対応するプロトコルを選択後、カスタムAPIベースURLを設定してください。
ko: OpenAI와 Anthropic은 호환되는 타사 엔드포인트에서도 작동합니다 — 일치하는 프로토콜을 선택한 후 사용자 정의 API 베이스 URL을 설정하세요.
ms: OpenAI dan Anthropic juga berfungsi dengan endpoint pihak ketiga yang serasi — tetapkan URL Asas API tersuai selepas memilih protokol yang sepadan.
pl: OpenAI i Anthropic działają też ze zgodnymi punktami zewnętrznymi — po wybraniu odpowiedniego protokołu ustaw własny adres bazowy API.
pt_br: A OpenAI e a Anthropic também funcionam com endpoints compatíveis de terceiros — defina uma URL base de API personalizada depois de escolher o protocolo correspondente.
ro: OpenAI și Anthropic funcționează și cu endpoint-uri terțe compatibile — setează o adresă de bază API personalizată după ce alegi protocolul potrivit.
ru: OpenAI и Anthropic также работают с совместимыми сторонними эндпоинтами — укажите свой базовый URL для API после выбора соответствующего протокола.
th: OpenAI และ Anthropic ใช้งานได้กับเอนด์พอยต์ภายนอกที่รองรับด้วย — ตั้ง API Base URL ที่กำหนดเองหลังเลือกโปรโตคอลที่ตรงกัน
tr: OpenAI ve Anthropic uyumlu üçüncü taraf uç noktalarla da çalışır — eşleşen protokolü seçtikten sonra özel bir API Taban URL'si ayarlayın.
zh_hans: OpenAI 和 Anthropic 也支持兼容的第三方端点 — 选择匹配的协议后设置自定义 API 地址。
zh_hant: OpenAI 和 Anthropic 也支持相容的第三方端點 — 選擇匹配的協議後設定自訂 API 地址。

source: OpenAI Responses / OpenRouter shape.
de: Format von OpenAI Responses / OpenRouter.
es: Formato de OpenAI Responses / OpenRouter.
fil: Format ng OpenAI Responses / OpenRouter.
fr: Format OpenAI Responses / OpenRouter.
hr: Oblik OpenAI Responses / OpenRouter.
id: Format OpenAI Responses / OpenRouter.
ja: OpenAI Responses / OpenRouter の形式です。
ko: OpenAI Responses / OpenRouter 형식입니다.
ms: Format OpenAI Responses / OpenRouter.
pl: Format OpenAI Responses / OpenRouter.
pt_br: Formato OpenAI Responses / OpenRouter.
ro: Format OpenAI Responses / OpenRouter.
ru: Формат OpenAI Responses / OpenRouter.
th: รูปแบบ OpenAI Responses / OpenRouter
tr: OpenAI Responses / OpenRouter biçimi.
zh_hans: OpenAI Responses / OpenRouter 的格式。
zh_hant: OpenAI Responses / OpenRouter 格式。

source: Opens a Minis chat session in the app.
de: Öffnet eine Minis-Chatsitzung in der App.
es: Abre una sesión de chat de Minis en la app.
fil: Magbubukas ng Minis chat session sa app.
fr: Ouvre une session de chat Minis dans l'application.
hr: Otvara Minis sesiju razgovora u aplikaciji.
id: Membuka sesi obrolan Minis di aplikasi.
ja: アプリで Minis チャットセッションを開きます。
ko: 앱에서 Minis 채팅 세션을 엽니다.
ms: Membuka sesi sembang Minis dalam apl.
pl: Otwiera sesję czatu Minis w aplikacji.
pt_br: Abre uma sessão de chat do Minis no app.
ro: Deschide o sesiune de chat Minis în aplicație.
ru: Открывает сессию чата Minis в приложении.
th: เปิดเซสชันแชท Minis ในแอป
tr: Uygulamada bir Minis sohbet oturumu açar.
zh_hans: 在应用中打开一个 Minis 聊天会话。
zh_hant: 在應用中打開一個 Minis 聊天工作階段。

source: Opens Minis, sends your prompt, and shows the conversation. Starts a new session, or continues an existing one when you pick a session.
de: Öffnet Minis, sendet deine Eingabe und zeigt die Unterhaltung an. Startet eine neue Sitzung oder setzt eine bestehende fort, wenn du eine Sitzung auswählst.
es: Abre Minis, envía tu prompt y muestra la conversación. Inicia una sesión nueva o continúa una existente si eliges una sesión.
fil: Bubuksan ang Minis, ipapadala ang prompt mo, at ipapakita ang usapan. Magsisimula ng bagong session, o magpapatuloy sa umiiral kapag pumili ka ng session.
fr: Ouvre Minis, envoie ton invite et affiche la conversation. Démarre une nouvelle session, ou en poursuit une existante si tu choisis une session.
hr: Otvara Minis, šalje vaš prompt i prikazuje razgovor. Započinje novu sesiju ili nastavlja postojeću kada odaberete sesiju.
id: Membuka Minis, mengirim prompt Anda, dan menampilkan percakapannya. Memulai sesi baru, atau melanjutkan sesi yang ada bila Anda memilih satu sesi.
ja: Minis を開いてプロンプトを送信し、会話を表示します。新しいセッションを開始するか、セッションを選ぶと既存のものを続行します。
ko: Minis를 열어 프롬프트를 보내고 대화를 표시합니다. 새 세션을 시작하거나, 세션을 선택하면 기존 세션을 이어갑니다.
ms: Membuka Minis, menghantar prompt anda, dan menunjukkan perbualannya. Memulakan sesi baharu, atau meneruskan sesi sedia ada apabila anda memilih satu sesi.
pl: Otwiera Minis, wysyła prompt i pokazuje rozmowę. Rozpoczyna nową sesję albo kontynuuje istniejącą, jeśli ją wskażesz.
pt_br: Abre o Minis, envia seu prompt e mostra a conversa. Começa uma nova sessão ou continua uma existente, se você escolher uma.
ro: Deschide Minis, trimite promptul și afișează conversația. Începe o sesiune nouă sau o continuă pe cea existentă, dacă alegi una.
ru: Открывает Minis, отправляет ваш запрос и показывает диалог. Начинает новую сессию или продолжает существующую, если вы выберете сессию.
th: เปิด Minis ส่งพรอมต์ของคุณ และแสดงการสนทนา จะเริ่มเซสชันใหม่ หรือดำเนินการต่อจากเซสชันเดิมเมื่อคุณเลือกเซสชัน
tr: Minis'i açar, isteminizi gönderir ve sohbeti gösterir. Yeni bir oturum başlatır ya da bir oturum seçtiğinizde var olanı sürdürür.
zh_hans: 打开 Minis，发送你的提示词并显示对话。开始新会话，或在你选择某个会话时继续该会话。
zh_hant: 開啟 Minis，傳送你的提示詞並顯示對話。開始新工作階段，或在你選擇某個工作階段時繼續該工作階段。

source: Optional description
de: Optionale Beschreibung
es: Descripción opcional
fil: Opsyonal na paglalarawan
fr: Description facultative
hr: Neobavezan opis
id: Deskripsi opsional
ja: 任意の説明
ko: 선택 설명
ms: Penerangan pilihan
pl: Opis opcjonalny
pt_br: Descrição opcional
ro: Descriere opțională
ru: Необязательное описание
th: คำอธิบาย (ไม่บังคับ)
tr: İsteğe bağlı açıklama
zh_hans: 可选描述
zh_hant: 可選描述

source: Or Configure Manually
de: Oder manuell konfigurieren
es: O configurar manualmente
fil: O I-configure nang Manual
fr: Ou configurer manuellement
hr: Ili konfiguriraj ručno
id: Atau Konfigurasi Manual
ja: または手動で設定
ko: 또는 수동으로 설정
ms: Atau Konfigurasi Secara Manual
pl: Albo skonfiguruj ręcznie
pt_br: Ou configure manualmente
ro: Sau configurează manual
ru: Или настройте вручную
th: หรือกำหนดค่าด้วยตนเอง
tr: Ya da Elle Yapılandır
zh_hans: 或手动配置
zh_hant: 或手動配置

source: Or Import Provider from File
de: Oder Anbieter aus Datei importieren
es: O importar un proveedor desde un archivo
fil: O Mag-import ng Provider mula sa File
fr: Ou importer un fournisseur depuis un fichier
hr: Ili uvezi pružatelja iz datoteke
id: Atau Impor Penyedia dari File
ja: またはファイルからプロバイダをインポート
ko: 또는 파일에서 제공업체 가져오기
ms: Atau Import Pembekal dari File
pl: Lub zaimportuj dostawcę z pliku
pt_br: Ou importar um provedor de um arquivo
ro: Sau importă furnizorul dintr-un fișier
ru: Или импортировать провайдера из файла
th: หรือนำเข้าผู้ให้บริการจากไฟล์
tr: Ya da Dosyadan Sağlayıcı İçe Aktar
zh_hans: 或从文件导入服务商
zh_hant: 或從檔案匯入服務商

source: Other
de: Sonstiges
es: Otro
fil: Iba pa
fr: Autre
hr: Ostalo
id: Lainnya
ja: その他
ko: 기타
ms: Lain
pl: Inne
pt_br: Outro
ro: Altele
ru: Другое
th: อื่นๆ
tr: Diğer
zh_hans: 其他
zh_hant: 其他

source: Other Devices
de: Andere Geräte
es: Otros dispositivos
fil: Iba pang Device
fr: Autres appareils
hr: Drugi uređaji
id: Perangkat Lain
ja: 他のデバイス
ko: 다른 기기
ms: Peranti Lain
pl: Inne urządzenia
pt_br: Outros dispositivos
ro: Alte dispozitive
ru: Другие устройства
th: อุปกรณ์อื่น
tr: Diğer Aygıtlar
zh_hans: 其他设备
zh_hant: 其他裝置

source: Other Files
de: Andere Dateien
es: Otros archivos
fil: Iba pang File
fr: Autres fichiers
hr: Ostale datoteke
id: File Lainnya
ja: その他のファイル
ko: 기타 파일
ms: File Lain
pl: Inne pliki
pt_br: Outros arquivos
ro: Alte fișiere
ru: Другие файлы
th: ไฟล์อื่นๆ
tr: Diğer Dosyalar
zh_hans: 其他文件
zh_hant: 其他檔案

source: Others
de: Sonstige
es: Otros
fil: Iba pa
fr: Autres
hr: Ostali
id: Lainnya
ja: その他
ko: 기타
ms: Lain
pl: Inne
pt_br: Outros
ro: Altele
ru: Другие
th: อื่นๆ
tr: Diğerleri
zh_hans: 其他
zh_hant: 其他

source: Output
de: Ausgabe
es: Salida
fr: Sortie
hr: Izlaz
id: Keluaran
ja: 出力
ko: 출력
pl: Wyjście
pt_br: Saída
ro: Ieșire
ru: Вывод
th: เอาต์พุต
tr: Çıkış
zh_hans: 输出
zh_hant: 輸出

source: Output Modality
de: Ausgabemodalität
es: Modalidad de salida
fr: Modalité de sortie
hr: Vrsta izlaza
id: Modalitas Keluaran
ja: 出力モダリティ
ko: 출력 방식
ms: Modaliti Output
pl: Rodzaj wyjścia
pt_br: Tipo de saída
ro: Tipul ieșirii
ru: Модальность вывода
th: รูปแบบเอาต์พุต
tr: Çıkış Biçimi
zh_hans: 输出模态
zh_hant: 輸出模態

source: Output Speed
de: Ausgabegeschwindigkeit
es: Velocidad de salida
fil: Bilis ng Output
fr: Vitesse de sortie
hr: Brzina izlaza
id: Kecepatan Keluaran
ja: 出力速度
ko: 출력 속도
ms: Kelajuan Output
pl: Prędkość wyjścia
pt_br: Velocidade de saída
ro: Viteză de ieșire
ru: Скорость вывода
th: ความเร็วเอาต์พุต
tr: Çıkış Hızı
zh_hans: 输出速度
zh_hant: 輸出速度

source: Output Tokens
de: Ausgabe-Token
es: Tokens de salida
fr: Tokens de sortie
hr: Izlazni tokeni
id: Token Keluaran
ja: 出力トークン
ko: 출력 토큰
ms: Token Output
pl: Tokeny wyjściowe
pt_br: Tokens de saída
ro: Tokenuri de ieșire
ru: Токены вывода
th: โทเคนเอาต์พุต
tr: Çıkış Token'ları
zh_hans: 输出 Token
zh_hant: 輸出 Token

source: Over limit: %lld / %lld chars. Chinese ≤ %lld chars or English ≤ %lld words.
de: Limit überschritten: %1$lld / %2$lld Zeichen. Chinesisch ≤ %3$lld Zeichen oder Englisch ≤ %4$lld Wörter.
es: Límite superado: %lld / %lld caracteres. Chino ≤ %lld caracteres o inglés ≤ %lld palabras.
fil: Lampas sa limitasyon: %lld / %lld karakter. Chinese ≤ %lld karakter o English ≤ %lld salita.
fr: Limite dépassée : %1$lld / %2$lld caractères. Chinois ≤ %3$lld caractères ou anglais ≤ %4$lld mots.
hr: Iznad ograničenja: %lld / %lld znakova. Kineski ≤ %lld znakova ili engleski ≤ %lld riječi.
id: Melebihi batas: %lld / %lld karakter. Mandarin ≤ %lld karakter atau Inggris ≤ %lld kata.
ja: 上限超過: %1$lld / %2$lld 文字。中国語は %3$lld 文字以下、英語は %4$lld 単語以下にしてください。
ko: 한도 초과: %1$lld / %2$lld자. 중국어 ≤ %3$lld자 또는 영어 ≤ %4$lld 단어.
ms: Melebihi had: %lld / %lld aksara. Cina ≤ %lld aksara atau Inggeris ≤ %lld perkataan.
pl: Przekroczono limit: %lld / %lld znaków. Chiński ≤ %lld znaków lub angielski ≤ %lld słów.
pt_br: Limite excedido: %lld / %lld caracteres. Chinês ≤ %lld caracteres ou inglês ≤ %lld palavras.
ro: Limită depășită: %lld / %lld caractere. Chineză ≤ %lld caractere sau engleză ≤ %lld cuvinte.
ru: Превышен лимит: %lld / %lld симв. Китайский ≤ %lld симв. или английский ≤ %lld слов.
th: เกินขีดจำกัด: %lld / %lld อักขระ จีน ≤ %lld อักขระ หรืออังกฤษ ≤ %lld คำ
tr: Sınır aşıldı: %lld / %lld karakter. Çince ≤ %lld karakter veya İngilizce ≤ %lld sözcük.
zh_hans: 超出限制：%1$lld / %2$lld 字。中文不超过 %3$lld 字或英文不超过 %4$lld 词。
zh_hant: 超出限制：%1$lld / %2$lld 字。中文不超過 %3$lld 字或英文不超過 %4$lld 詞。

source: Over limit: %lld / %lld tokens. Each CJK character and each Latin word counts as one.
de: Über dem Limit: %lld / %lld Tokens. Jedes CJK-Zeichen und jedes lateinische Wort zählt als eins.
es: Límite superado: %lld / %lld tokens. Cada carácter CJK y cada palabra latina cuenta como uno.
fil: Lampas sa limitasyon: %lld / %lld token. Isa ang bilang ng bawat CJK na karakter at bawat Latin na salita.
fr: Limite dépassée : %lld / %lld jetons. Chaque caractère CJK et chaque mot latin compte pour un.
hr: Iznad ograničenja: %lld / %lld tokena. Svaki CJK znak i svaka latinična riječ broje se kao jedan.
id: Melebihi batas: %lld / %lld token. Tiap karakter CJK dan tiap kata Latin dihitung satu.
ja: 上限超過：%lld / %lld トークン。CJK 文字 1 文字とラテン語 1 単語をそれぞれ 1 としてカウントします。
ko: 한도 초과: %lld / %lld 토큰. CJK 문자 하나와 라틴어 단어 하나를 각각 1로 계산합니다.
ms: Melebihi had: %lld / %lld token. Setiap aksara CJK dan setiap perkataan Latin dikira satu.
pl: Przekroczono limit: %lld / %lld tokenów. Każdy znak CJK i każde słowo łacińskie liczy się jako jeden.
pt_br: Limite excedido: %lld / %lld tokens. Cada caractere CJK e cada palavra latina conta como um.
ro: Limită depășită: %lld / %lld tokenuri. Fiecare caracter CJK și fiecare cuvânt latin contează ca unul.
ru: Превышен лимит: %lld / %lld токенов. Каждый символ CJK и каждое латинское слово считается за один.
th: เกินขีดจำกัด: %lld / %lld โทเคน อักขระ CJK แต่ละตัวและคำละตินแต่ละคำนับเป็นหนึ่ง
tr: Sınır aşıldı: %lld / %lld token. Her CJK karakteri ve her Latin sözcük bir sayılır.
zh_hans: 超出上限：%lld / %lld 个 Token。每个 CJK 字符和每个拉丁词各计为一。
zh_hant: 超出上限：%lld / %lld 個 Token。每個 CJK 字元和每個拉丁詞各計為一。

source: Over limit: %lld / %lld words. Chinese ≤ %lld chars or English ≤ %lld words.
de: Limit überschritten: %1$lld / %2$lld Wörter. Chinesisch ≤ %3$lld Zeichen oder Englisch ≤ %4$lld Wörter.
es: Límite superado: %lld / %lld palabras. Chino ≤ %lld caracteres o inglés ≤ %lld palabras.
fil: Lampas sa limitasyon: %lld / %lld salita. Chinese ≤ %lld karakter o English ≤ %lld salita.
fr: Limite dépassée : %1$lld / %2$lld mots. Chinois ≤ %3$lld caractères ou anglais ≤ %4$lld mots.
hr: Iznad ograničenja: %lld / %lld riječi. Kineski ≤ %lld znakova ili engleski ≤ %lld riječi.
id: Melebihi batas: %lld / %lld kata. Mandarin ≤ %lld karakter atau Inggris ≤ %lld kata.
ja: 上限超過: %1$lld / %2$lld 単語。中国語は %3$lld 文字以下、英語は %4$lld 単語以下にしてください。
ko: 한도 초과: %1$lld / %2$lld 단어. 중국어 ≤ %3$lld자 또는 영어 ≤ %4$lld 단어.
ms: Melebihi had: %lld / %lld perkataan. Cina ≤ %lld aksara atau Inggeris ≤ %lld perkataan.
pl: Przekroczono limit: %lld / %lld słów. Chiński ≤ %lld znaków lub angielski ≤ %lld słów.
pt_br: Limite excedido: %lld / %lld palavras. Chinês ≤ %lld caracteres ou inglês ≤ %lld palavras.
ro: Limită depășită: %lld / %lld cuvinte. Chineză ≤ %lld caractere sau engleză ≤ %lld cuvinte.
ru: Превышен лимит: %lld / %lld слов. Китайский ≤ %lld симв. или английский ≤ %lld слов.
th: เกินขีดจำกัด: %lld / %lld คำ จีน ≤ %lld อักขระ หรืออังกฤษ ≤ %lld คำ
tr: Sınır aşıldı: %lld / %lld sözcük. Çince ≤ %lld karakter veya İngilizce ≤ %lld sözcük.
zh_hans: 超出限制：%1$lld / %2$lld 词。中文不超过 %3$lld 字或英文不超过 %4$lld 词。
zh_hant: 超出限制：%1$lld / %2$lld 詞。中文不超過 %3$lld 字或英文不超過 %4$lld 詞。

source: Override the display language for this app. "System" follows your device language.
de: Anzeigesprache dieser App ändern. „System“ folgt der Gerätesprache.
es: Sustituye el idioma de la interfaz de esta app. "Sistema" sigue el idioma de tu dispositivo.
fil: Palitan ang wika ng app na ito. Sinusunod ng "System" ang wika ng device mo.
fr: Changer la langue d'affichage de l'app. « Système » suit la langue de l'appareil.
hr: Nadjačajte jezik prikaza za ovu aplikaciju. "Sustav" prati jezik vašeg uređaja.
id: Timpa bahasa tampilan aplikasi ini. "Sistem" mengikuti bahasa perangkat Anda.
ja: このアプリの表示言語を変更します。「システム」はデバイスの言語に従います。
ko: 이 앱의 표시 언어를 변경합니다. "시스템"은 기기 언어를 따릅니다.
ms: Gantikan bahasa paparan untuk apl ini. "Sistem" mengikut bahasa peranti anda.
pl: Zastąp język wyświetlania tylko dla tej aplikacji. „Systemowy” korzysta z języka urządzenia.
pt_br: Substitui o idioma de exibição somente neste app. “Do sistema” segue o idioma do aparelho.
ro: Înlocuiește limba de afișare doar pentru această aplicație. „Sistem” urmează limba dispozitivului tău.
ru: Переопределить язык интерфейса для этого приложения. «Системный» следует языку вашего устройства.
th: แทนที่ภาษาที่แสดงสำหรับแอปนี้ "ระบบ" จะใช้ตามภาษาของอุปกรณ์คุณ
tr: Görüntü dilini yalnızca bu uygulama için geçersiz kılın. "Sistem", cihazınızın dilini izler.
zh_hans: 自定义此 App 的显示语言。选择「系统」将跟随设备语言设置。
zh_hant: 自訂此 App 的顯示語言。選擇「系統」將跟隨設備語言設定。

source: Override the system appearance for this app.
de: Das Systemerscheinungsbild für diese App überschreiben.
es: Sustituye la apariencia del sistema para esta app.
fil: Palitan ang hitsura ng system para sa app na ito.
fr: Remplacer l'apparence système pour cette app.
hr: Nadjačajte izgled sustava za ovu aplikaciju.
id: Timpa tampilan sistem untuk aplikasi ini.
ja: このアプリのシステム外観を上書きします。
ko: 이 앱의 시스템 외관을 변경합니다.
ms: Ganti paparan sistem untuk apl ini.
pl: Zastąp wygląd systemowy tylko dla tej aplikacji.
pt_br: Substitui a aparência do sistema somente neste app.
ro: Înlocuiește aspectul sistemului doar pentru această aplicație.
ru: Переопределить системное оформление для этого приложения.
th: แทนที่ลักษณะที่ปรากฏของระบบสำหรับแอปนี้
tr: Sistem görünümünü yalnızca bu uygulama için geçersiz kılın.
zh_hans: 覆盖此应用的系统外观设置。
zh_hant: 覆蓋此應用的系統外觀設定。

source: Override the User-Agent header sent to this endpoint. Leave empty to use the Minis default. Useful for relays that only accept specific clients (e.g. "claude-cli/1.0").
de: Überschreibe den an diesen Endpunkt gesendeten User-Agent-Header. Leer lassen, um den Minis-Standard zu verwenden. Nützlich für Relays, die nur bestimmte Clients akzeptieren (z. B. „claude-cli/1.0“).
es: Sustituye la cabecera User-Agent que se envía a este endpoint. Déjalo vacío para usar el valor predeterminado de Minis. Es útil para relays que solo aceptan clientes concretos (p. ej. "claude-cli/1.0").
fil: Palitan ang User-Agent header na ipinapadala sa endpoint na ito. Iwanang blangko para gamitin ang default ng Minis. Kapaki-pakinabang sa mga relay na tumatanggap lang ng partikular na client (hal. "claude-cli/1.0").
fr: Remplace l’en-tête User-Agent envoyé à ce point de terminaison. Laisse vide pour utiliser la valeur par défaut de Minis. Utile pour les relais qui n’acceptent que certains clients (par ex. « claude-cli/1.0 »).
hr: Nadjačajte User-Agent zaglavlje koje se šalje ovoj krajnjoj točki. Ostavite prazno za zadanu Minis vrijednost. Korisno za releje koji prihvaćaju samo određene klijente (npr. "claude-cli/1.0").
id: Timpa header User-Agent yang dikirim ke endpoint ini. Kosongkan untuk memakai bawaan Minis. Berguna untuk relay yang hanya menerima klien tertentu (mis. "claude-cli/1.0").
ja: このエンドポイントに送信される User-Agent ヘッダーを上書きします。空欄にすると Minis のデフォルトを使用します。特定のクライアントのみを受け付けるリレー（例：「claude-cli/1.0」）に便利です。
ko: 이 엔드포인트로 전송되는 User-Agent 헤더를 재정의합니다. 비워 두면 Minis 기본값을 사용합니다. 특정 클라이언트만 허용하는 릴레이(예: "claude-cli/1.0")에 유용합니다.
ms: Gantikan header User-Agent yang dihantar ke endpoint ini. Biarkan kosong untuk menggunakan lalai Minis. Berguna untuk relay yang hanya menerima klien tertentu (cth. "claude-cli/1.0").
pl: Zastąp nagłówek User-Agent wysyłany do tego punktu końcowego. Pozostaw puste, aby użyć wartości domyślnej Minis. Przydatne przy przekaźnikach akceptujących tylko wybranych klientów (np. "claude-cli/1.0").
pt_br: Substitui o cabeçalho User-Agent enviado a este endpoint. Deixe vazio para usar o padrão do Minis. Útil para relays que só aceitam determinados clientes (ex.: "claude-cli/1.0").
ro: Înlocuiește antetul User-Agent trimis către acest endpoint. Lasă gol pentru valoarea implicită Minis. Util pentru relee care acceptă doar anumiți clienți (ex. "claude-cli/1.0").
ru: Переопределяет заголовок User-Agent, отправляемый на этот эндпойнт. Оставьте пустым, чтобы использовать значение Minis по умолчанию. Полезно для реле, принимающих только определённых клиентов (напр. «claude-cli/1.0»).
th: แทนที่ส่วนหัว User-Agent ที่ส่งไปยังเอนด์พอยต์นี้ เว้นว่างไว้เพื่อใช้ค่าเริ่มต้นของ Minis มีประโยชน์กับรีเลย์ที่รับเฉพาะไคลเอนต์บางตัว (เช่น "claude-cli/1.0")
tr: Bu uç noktaya gönderilen User-Agent başlığını değiştirin. Minis varsayılanı için boş bırakın. Yalnızca belirli istemcileri kabul eden aktarıcılar için yararlıdır (ör. "claude-cli/1.0").
zh_hans: 覆盖发送到此接口的 User-Agent 头。留空则使用 Minis 默认值。适用于仅接受特定客户端的中继（例如“claude-cli/1.0”）。
zh_hant: 覆寫傳送到此端點的 User-Agent 標頭。留空則使用 Minis 預設值。適用於僅接受特定使用者端的中繼（例如「claude-cli/1.0」）。

source: Overview
de: Übersicht
es: Resumen
fil: Pangkalahatang-ideya
fr: Vue d'ensemble
hr: Pregled
id: Ikhtisar
ja: 概要
ko: 개요
ms: Gambaran
pl: Przegląd
pt_br: Visão geral
ro: Prezentare generală
ru: Обзор
th: ภาพรวม
tr: Genel Bakış
zh_hans: 概览
zh_hant: 概覽

source: Pages you visit will appear here for 7 days.
de: Besuchte Seiten werden hier 7 Tage lang angezeigt.
es: Las páginas que visites aparecerán aquí durante 7 días.
fil: Lalabas dito ang mga page na binisita mo sa loob ng 7 araw.
fr: Les pages visitées apparaîtront ici pendant 7 jours.
hr: Stranice koje posjetite pojavljivat će se ovdje 7 dana.
id: Halaman yang Anda kunjungi muncul di sini selama 7 hari.
ja: 訪問したページは7日間ここに表示されます。
ko: 방문한 페이지가 7일간 여기에 표시됩니다.
ms: Halaman yang anda lawati akan muncul di sini selama 7 hari.
pl: Odwiedzone strony będą tu widoczne przez 7 dni.
pt_br: As páginas que você visitar ficam aqui por 7 dias.
ro: Paginile vizitate apar aici timp de 7 zile.
ru: Посещённые вами страницы будут отображаться здесь в течение 7 дней.
th: หน้าที่คุณเข้าชมจะแสดงที่นี่เป็นเวลา 7 วัน
tr: Ziyaret ettiğiniz sayfalar burada 7 gün görünür.
zh_hans: 您访问的页面将在此显示 7 天。
zh_hant: 您訪問的頁面將在此顯示 7 天。

source: Parse
de: Analysieren
es: Analizar
fil: I-parse
fr: Analyser
hr: Raščlani
id: Uraikan
ja: 解析
ko: 파싱
ms: Hurai
pl: Przeanalizuj
pt_br: Analisar
ro: Analizează
ru: Разобрать
th: แยกวิเคราะห์
tr: Ayrıştır
zh_hans: 解析
zh_hant: 解析

source: Parse failed: %@
de: Analyse fehlgeschlagen: %@
es: Fallo al analizar: %@
fil: Nabigong i-parse: %@
fr: Échec de l’analyse : %@
hr: Raščlamba neuspjela: %@
id: Gagal menguraikan: %@
ja: 解析に失敗しました：%@
ko: 파싱 실패: %@
ms: Gagal menghurai: %@
pl: Analiza nie powiodła się: %@
pt_br: Falha ao analisar: %@
ro: Analiza a eșuat: %@
ru: Ошибка разбора: %@
th: แยกวิเคราะห์ไม่สำเร็จ: %@
tr: Ayrıştırılamadı: %@
zh_hans: 解析失败：%@
zh_hant: 解析失敗：%@

source: PASS
de: BESTANDEN
es: CORRECTO
fil: PASADO
fr: RÉUSSI
hr: PROŠLO
id: LULUS
ja: 成功
ko: 통과
ms: LULUS
pl: OK
pt_br: OK
ro: REUȘIT
ru: ПРОЙДЕНО
th: ผ่าน
tr: GEÇTİ
zh_hans: 通过
zh_hant: 通過

source: Passphrases don't match.
de: Passphrasen stimmen nicht überein.
es: Las frases de contraseña no coinciden.
fil: Hindi tugma ang mga passphrase.
fr: Les phrases secrètes ne correspondent pas.
hr: Zaporke se ne podudaraju.
id: Frasa sandi tidak cocok.
ja: パスフレーズが一致しません。
ko: 암호 구문이 일치하지 않습니다.
ms: Frasa laluan tidak sepadan.
pl: Hasła nie są zgodne.
pt_br: As senhas não coincidem.
ro: Frazele de acces nu coincid.
ru: Парольные фразы не совпадают.
th: วลีรหัสผ่านไม่ตรงกัน
tr: Parolalar eşleşmiyor.
zh_hans: 两次输入的密码不一致。
zh_hant: 密碼短語不一致。

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hr: Lozinka
id: Kata Sandi
ja: パスワード
ko: 암호
ms: Kata Laluan
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
th: รหัสผ่าน
tr: Parola
zh_hans: 密码
zh_hant: 密碼
